{
  "ja->en:住宅ローン 大手銀行 1月から適用する固定金利引き上げを発表": "Mortgage Major Bank Announces 1 金利 Fixed Interest Rate Increase",
  "en->zh:Mortgage Major Bank Announces 1 金利 Fixed Interest Rate Increase": "主要银行公告 固定利率增加",
  "ja->en:関越道 多重事故 複数ドライバー「カーブで見通し悪かった」": "Kan-etsu Expressway Multi-accident Multi-driver \"It was unprecedented by \"",
  "en->zh:Kan-etsu Expressway Multi-accident Multi-driver \"It was unprecedented by \"": "Kan-etsu高速公路 多事故多司机 \"这是前所未有的\"",
  "ja->en:アメリカ “ベネズエラ港湾施設をCIAが無人機で攻撃” CNN": "US “Venezuelan Port Facility CIA Attacks With機s” CNN",
  "en->zh:US “Venezuelan Port Facility CIA Attacks With機s” CNN": "美国 \" 委内瑞拉港口设施CIA用变质物袭击 \" CNN",
  "en->zh:Ukraine denies drone attack on Putin's residence": "乌克兰否认无人机袭击普京住宅",
  "en->zh:President Volodymyr Zelensky has denied allegations by Russia that Ukraine launched a drone attack on one of President Vladimir Putin's residences, and accused Moscow of trying to derail peace talks.": "沃洛迪米尔·泽连斯基总统否认俄罗斯指控乌克兰对弗拉基米尔·普京总统官邸之一发动无人机袭击,并指责莫斯科试图破坏和谈.",
  "ja->en:東京 多摩動物公園 オオカミは植栽を伝い 壁飛び越えたか": "Tokyo Tama Zoological Park Okami Passes Planting Over Wall",
  "en->zh:Tokyo Tama Zoological Park Okami Passes Planting Over Wall": "东京玉马动物学公园 冈美过墙",
  "en->zh:French right pushes for national tribute to film star Brigitte Bardot": "法国右派推动国家向电影明星Brigitte Bardot致敬",
  "en->zh:French right-wing figure Éric Ciotti has called for a national tribute to honour film legend Brigitte Bardot, prompting objections from political opponents on the left.": "法国右翼人物埃里克·乔蒂(Éric Ciotti)呼吁举行全国性的致敬活动,以纪念电影传奇布丽吉特·巴多特,引起左翼政治反对派的反对.",
  "ja->en:秀吉がふるまった “金粉塗られたあんずの種” 発見 山口 岩国": "Hideyoshi’s “Golden-Painted Anzu Seeds” Discover Yamaguchi Iwakuni",
  "en->zh:Hideyoshi’s “Golden-Painted Anzu Seeds” Discover Yamaguchi Iwakuni": "Hideyoshi的\"金漆安祖种子\"发现山口岩库尼",
  "en->zh:Turkey detains 357 suspected IS members in nationwide raids": "土耳其在全国袭击中拘留了357名可疑IS成员",
  "en->zh:More than 350 suspected Islamic State group (IS) members have been detained as part of nationwide police operations in Turkey.": "作为土耳其全国警察行动的一部分,350多名伊斯兰国家集团嫌疑成员被拘留。",
  "ja->en:東証 終値は5万円台 年末として最高水準 記録的な株高の年に": "TSE: 50,000 yen for the end of the year",
  "en->zh:TSE: 50,000 yen for the end of the year": "TSE:年底收5万日元.",
  "en->zh:K-pop band NewJeans breaks up after bitter feud with record label": "K- pop乐队 NewJeans 苦恼后以唱片标签分手",
  "en->zh:Chart-topping K-pop band NewJeans is losing one of its members in what is yet another twist in the group's bitter year-long feud with its record label.": "新杰恩斯正在失去其中一位成员,",
  "en->zh:Why Israel's recognition of Somaliland as an independent state is controversial": "以色列为何承认索马里兰为独立国家有争议.",
  "en->zh:Israel has taken the controversial decision to recognise the breakaway state of Somaliland as an independent nation, sparking condemnation from many other countries.": "以色列作出了一项有争议的决定,承认索马里兰分裂为独立国家,引起许多其他国家的谴责。",
  "en->zh:Trump says US hit 'big facility' linked to alleged Venezuelan drug boats": "特朗普说,美国打击\"大设施\" 与委内瑞拉的贩毒船有关",
  "en->zh:Donald Trump has said that the US carried out a strike on a \"dock area\" linked to alleged Venezuelan drug boats.": "唐纳德·特朗普(Donald Trump)表示,美国对一个与据称委内瑞拉毒船有关的\"码头地区\"进行了打击.",
  "ja->en:北海道 スキー場死亡事故 5歳男児の死因は窒息死": "Hokkaido Ski resort death accident The death of a 5-year-old man died choking",
  "en->zh:Hokkaido Ski resort death accident The death of a 5-year-old man died choking": "北海道滑雪胜地死亡事故 5岁男子的死亡窒息",
  "en->zh:Anthony Joshua injured in Nigeria car crash that killed two team members": "Anthony Joshua在尼日利亚车祸中受伤,",
  "en->zh:British heavyweight boxer Anthony Joshua has been injured in a car crash in Nigeria, which killed two members of his team.": "英国重量级拳击手安东尼·约书亚在尼日利亚的一场车祸中受伤,导致其队伍中的两名队员丧生.",
  "en->zh:Khaleda Zia: Slain leader's widow who went on to lead Bangladesh": "卡莉达·齐亚(Khaleda Zia):继续领导孟加拉国的被害领袖遗孀.",
  "en->zh:Khaleda Zia, who has died at the age of 80, was Bangladesh's first female prime minister.": "卡莉达·齐亚逝世,享年80岁,是孟加拉国首位女性总理.",
  "en->zh:Bangladesh's first female prime minister Khaleda Zia dies aged 80": "孟加拉国首位女总理卡莉达·齐亚逝世 享年80岁.",
  "en->zh:Khaleda Zia, Bangladesh's first female prime minister and an arch-rival of ousted leader Sheikh Hasina, has died from a prolonged illness. She was 80 years old.": "孟加拉国第一位女总理兼被罢免的领导人谢赫·哈西娜(Sheikh Hasina)的顶级竞争者Khaleda Zia, 她当时80岁.",
  "en->zh:Trump hopes to reach phase two of Gaza ceasefire 'very quickly'": "特朗普希望尽快实现加沙停火第二阶段。",
  "en->zh:Donald Trump said he hoped to reach phase two of the Gaza peace plan \"very quickly\", as he warned Hamas would have \"hell to pay\" if it did not disarm soon.": "唐纳德·特朗普说,他希望\"很快\"达到加沙和平计划的第二阶段,因为他警告哈马斯如果它不很快解除武装,就会\"付出代价\".",
  "en->zh:Spanish woman who found fame for botching fresco restoration dies": "西班牙女人因为修复壁画而得名",
  "en->zh:The Spanish parishioner who made headlines around the world for her botched restoration of a prized Jesus Christ fresco has died aged 94.": "西班牙教区主因她修复一幅获奖的耶稣基督壁画而在世界各地做头条新闻的人已经去世,享年94岁.",
  "en->zh:What growing up in war does to a child's brain - and how it really affects them years later": "在战争中成长对孩子的大脑有何影响 以及它如何真正影响他们多年",
  "en->zh:Content warning: this article includes details about the impact of conflict on children in war zones and descriptions of injuries that some readers may find distressing.": "内容警告:这篇文章详细介绍了冲突对战区儿童的影响,并描述了一些读者可能感到痛苦的伤害.",
  "en->zh:'No worries': Trump downplays Chinese military drills around Taiwan": "[永久失效連結] \"不用担心\":特朗普淡化中国在台湾周边的军事演习",
  "en->zh:US President Donald Trump has said he is not worried about China's military drills around the self-governed island of Taiwan, which it claims as its own.": "美国总统唐纳德·特朗普表示,他并不担心中国在自管的台湾岛周围的军事演习,它声称台湾是自己的.",
  "en->zh:Alleged Bondi gunmen acted alone and did not train in the Philippines, police say": "据称邦迪枪手独自行动,没有在菲律宾受训,警方说",
  "en->zh:The two alleged gunmen who killed 15 people at a Jewish event on Bondi Beach were not part of a wider terror cell and acted alone, Australian police have said.": "澳大利亚警方说,两名据称在邦迪海滩的一次犹太事件中杀害15人的枪手不是更广泛的恐怖小组的成员,他们独自行动。",
  "en->zh:Great white sharks face extinction in Mediterranean, say researchers": "研究者说,大白鲨在地中海面临灭绝",
  "en->zh:Great white sharks in the Mediterranean Sea are in danger of disappearing, with illegal fishing contributing to their decline.": "地中海的大白鲨面临消失的危险,非法捕鱼助长了鲨鱼的衰落.",
  "en->zh:The fight over Christian nationalism in a small Tennessee town": "田纳西州小镇的基督教民族主义斗争",
  "en->zh:As Josh Abbotoy gazes out at lush green woods and pastureland nestled among Tennessee's Appalachian hills, he describes what he intends to build here: a neighbourhood with dozens of residential lots, centred around a working farm and, crucially, a church.": "Josh Abbotoy在田纳西州的阿巴拉契亚山丘间, 凝视着茂密的绿树林和牧场, 他描述了他打算在这里建造的: 一个拥有数十块住宅区的街区, 以工作农场为中心,",
  "en->zh:Brazil's Bolsonaro undergoes second medical procedure for hiccups": "巴西的Bolsonaro接受打嗝的第二次医疗手术",
  "en->zh:Brazil's imprisoned former president, Jair Bolsonaro, has undergone a second medical procedure in just three days to treat his persistent hiccups.": "巴西被囚禁的前总统贾伊尔·博尔索纳罗在短短三天内接受了第二次医疗手术,治疗他长期打嗝.",
  "en->zh:Naan: How the 'world's best bread' travelled from Islamic courts to our plates": "纳安:\"世界最好的面包\"是如何从伊斯兰法院来到我们的板块的",
  "en->zh:A pillowy-soft naan - a leavened flatbread popular in South Asia - paired with rich, creamy butter chicken gravy is one of the most popular comfort foods in the region, and it's also one of the most popular Indian dishes abroad.": "枕状软 na菜(学名:Opiny-soft naan) - 一种在南亚流行的落叶扁面包,与富含奶油的黄油鸡肉汁成对,是该地区最受欢迎的舒适食品之一,也是国外最受欢迎的印度菜肴之一.",
  "en->zh:Coups, elections and protests - a difficult year for democracy in Africa": "政变、选举和抗议 -- -- 非洲民主困难的一年",
  "en->zh:October's shocking events in Tanzania offer a snapshot of some of the tensions which have shaped a difficult year for African politics.": "十月坦桑尼亚令人震惊的事件,",
  "en->zh:Russia's losses in Ukraine rise faster than ever as US pushes for peace deal": "俄罗斯在乌克兰的损失增加得比以往快,因为美国推动和平协议",
  "en->zh:Over the past 10 months, Russian losses in the war with Ukraine have been growing faster than any time since the start of the full-scale invasion in 2022, BBC analysis suggests.": "在过去的10个月里,俄国在与乌克兰的战争中的损失比2022年全面入侵开始以来的任何时候都增长得更快,BBC的分析认为.",
  "en->zh:Nepal to scrap 'failed' Mount Everest waste deposit scheme": "尼泊尔拆除珠穆朗玛峰垃圾存放计划",
  "en->zh:A scheme to encourage climbers to bring their waste down from Mount Everest is being scrapped - with Nepalese authorities telling the BBC it has been a failure.": "尼泊尔当局告诉英国广播公司,",
  "en->zh:US pledges $2bn for humanitarian aid, but tells UN 'adapt or die'": "美国承诺提供2bn的人道主义援助,",
  "en->zh:The United States has pledged $2 billion (£1.5bn) to fund United Nations (UN) humanitarian programmes, but has warned the UN it must \"adapt or die\".": "美国已承诺提供20亿美元(1.5bn英镑)来资助联合国人道主义方案,但警告联合国它必须\"适应或死亡\".",
  "en->zh:Egyptian dissident sorry for tweets after calls for deportation from UK": "埃及持不同政见者在呼吁英国驱逐出境后,",
  "en->zh:British-Egyptian democracy activist Alaa Abd El Fattah has apologised for several of his old tweets that have resurfaced, as calls grow for him to be deported from the UK days after he arrived following his release from an Egyptian jail.": "英国-埃及民主活动家Alaa Abd El Fattah为他的一些旧微博道歉,",
  "en->zh:China holds military drills around Taiwan as warning to 'separatist forces'": "中国在台湾周围举行军事演习,",
  "en->zh:China is holding military drills around Taiwan simulating the seizure and blockade of the island's key areas, as a warning against \"separatist forces\".": "中国在台湾周围举行军事演习,模拟夺取和封锁该岛重要地区,以此警告\"分裂势力\".",
  "en->zh:Thailand accuses Cambodia of breaking newly signed ceasefire deal": "泰国指责柬埔寨违反新签署的停火协议",
  "en->zh:Thailand's army has accused Cambodia of breaching a newly signed ceasefire deal reached after weeks of deadly clashes that forced nearly one million people from their homes.": "泰国军队指控柬埔寨在数周的致命冲突之后违反新签署的停火协议,迫使近100万人离家出走。",
  "en->zh:John Simpson: 'I've reported on 40 wars but I've never seen a year like 2025'": "约翰·辛普森(John Simpson):\"我报道了40场战争,但我从未见过像2025这样的一年\".",
  "en->zh:Sensitive content: This article contains a graphic description of death that some readers may find upsetting": "敏感内容:这篇文章包含了对死亡的图形描述,一些读者可能会发现这种描述令人不快.",
  "en->zh:'There are many challenges': Syrians in Turkey consider return after fall of Assad": "“有许多挑战”: 土耳其的叙利亚人考虑在阿萨德倒台后返回",
  "en->zh:The pull of home can be strong – even when it is a place you can't remember.": "家的拉力可能很强,即使这是一个你不记得的地方。",
  "en->zh:Five-year-old boy dies after getting caught in Japan ski travelator": "五岁男孩在日本滑雪旅行中被抓后就死了",
  "en->zh:A five-year-old boy in Japan has died while on a ski holiday with his family after his arm caught on a travelator.": "日本一名5岁男孩在与家人一起滑雪度假时因手臂被旅行者抓住而死亡.",
  "en->zh:An orphan's brutal murder shines a spotlight on child abuse in Somalia": "杀害孤儿的残酷行径使人们关注索马里的虐待儿童行为。",
  "en->zh:A woman is currently awaiting execution in Somalia after being convicted of killing a 14-year-old girl in her care.": "一名妇女目前在索马里等待处决,因为她被判定杀害了一名在她照料下的14岁女孩。",
  "en->zh:Mexico train crash kills 13 and injures almost 100": "墨西哥火车失事造成13人死亡,100人受伤",
  "en->zh:At least 13 people died and almost 100 were injured in a train derailment in Mexico's south-eastern Oaxaca region, the Mexican navy said.": "墨西哥海军表示,在墨西哥东南部瓦哈卡州的火车脱轨事故中,至少有13人死亡,近100人受伤.",
  "en->zh:Living in fear of Lakurawa - the militant group Trump targeted in Nigeria strikes": "生活在对Lakurawa的恐惧中,",
  "en->zh:Deep fear has long pervaded the arid savannah plains and highlands of north-western Nigeria - even before the US air strikes on the Islamist militants who have made this area their base on Christmas night.": "尼日利亚西北部干旱的草原和高原早已充满了深层恐惧,",
  "en->zh:Trump and Zelensky appear more upbeat - but show little evidence that peace is near for Ukraine": "特朗普和泽连斯基看起来比较乐观,",
  "en->zh:The much-anticipated talks lasted two-and-a-half hours, and that's an achievement in itself. Presidents Trump and Zelensky had never before spent this long in one room, negotiating.": "期待已久的会谈持续了两个半小时,这本身就是一项成就。 特朗普总统和泽连斯基总统从未在一个会议室里花这么长时间谈判.",
  "en->zh:Kosovo's ruling party wins election after months of political deadlock": "科索沃执政党在几个月的政治僵局后赢得选举",
  "en->zh:The Albanian nationalist Vetevendosje party has won a landslide victory in Kosovo's parliamentary elections, according to preliminary results.": "根据初步结果,阿尔巴尼亚民族主义者Vetevendosje党在科索沃议会选举中取得了滑坡胜利。",
  "en->zh:Toxic air, broken roads and unpicked rubbish - why India's big cities are becoming unliveable": "有毒的空气,破碎的公路和未经挑选的垃圾——为什么印度的大城市变得无法生存",
  "en->zh:\"Want the royal charm of Jaipur? Don't come here, just buy a postcard,\" a local taxi driver quipped during my recent visit to the north-western Indian city.": "\"想要斋浦尔的皇家魅力吗? 别过来,只要买张明信片, 当地出租车司机在我最近访问印度西北部城市时,",
  "en->zh:Catching the hunters trapping rare songbirds in China": "捕捉中国珍稀歌鸟的猎人",
  "en->zh:Silva Gu's eyes dart back and forth across miles of tall grassland, scouring it for signs of life in the darkness.": "席尔瓦 顾的双眼飞来飞去 穿越数英里高的草原 寻找黑暗中的生命迹象",
  "en->zh:French cinema actress Brigitte Bardot dies aged 91": "法国电影女演员Brigitte Bardot91岁去世",
  "en->zh:French actress Brigitte Bardot, who revolutionised 1950s French cinema and became a symbol of sexual liberation, has died aged 91.": "法国女演员布里吉特·巴多特(Brigitte Bardot)在1950年代法国电影院进行革命,并成为性解放的象征,已经去世,享年91岁.",
  "en->zh:Three killed in Sweden as major storm sweeps across Nordic countries": "瑞典有3人因风暴横扫北欧国家而丧生",
  "en->zh:A third person has died in Sweden after a powerful winter storm swept across Nordic countries, causing travel disruption and power outages.": "瑞典有第三人因强烈的冬季风暴席卷北欧国家而死亡,造成旅行中断和停电.",
  "en->zh:Brigitte Bardot: From French cinema to international fame": "Brigitte Bardot:从法国电影院到国际名流",
  "en->zh:Brigitte Bardot, the French model and actress, has died at the age of 91.": "Brigitte Bardot,法国模特和女演员,享年91岁.",
  "en->zh:Polls close on first day of Myanmar's widely criticised 'sham' election": "缅甸大选当天,",
  "en->zh:The first of three phases of voting has finished in Myanmar, in an election widely dismissed as a \"sham\", with major political parties dissolved, leaders jailed and as much as half the country not expected to vote due to an ongoing civil war.": "缅甸三个阶段投票的第一阶段已经完成,在一次被广泛认为是\"耻辱\"的选举中,主要政党被解散,领导人被监禁,由于内战持续,多达一半的国家没有预期投票.",
  "en->zh:Snow-capped Mount Etna erupts as skiers glide down slopes": "雪盖的埃特纳山在滑雪者滑坡时爆发",
  "en->zh:Huge plumes of ash and smoke were filmed erupting from Mount Etna, Sicily on 27 December as skiers used the slopes below.": "12月27日,在滑雪者使用下面的斜坡时,从西西里岛埃特纳山喷发出大量的灰和烟雾。",
  "en->zh:Watch: Meteor lights up sky over Japan's Mount Fuji": "观察:日本富士山上空的气象灯光",
  "en->zh:CCTV footage from Japan's Hiratsuka City Museum captured the moment a meteor soared through the night sky over Japan's Mount Fuji on Friday.": "日本平津市博物馆的CCTV录像记录了星期五日本富士山上空的夜空上流星的瞬间.",
  "en->zh:Watch: Pope Leo's plea for peace in Christmas message": "观看:教宗李奥在圣诞贺词中呼吁和平",
  "en->zh:Pope Leo has called for an end to conflicts around the world during his first Christmas remarks to crowds in St Peter's Square.": "教宗利奥在向圣彼得广场的人群发表第一次圣诞节演讲时呼吁结束世界各地的冲突.",
  "en->zh:Where is Santa now? Trump answers kids' Christmas calls to Norad tracker": "圣诞老人现在在哪里? 特朗普给诺拉德的圣诞电话",
  "en->zh:Norad, the North American Aerospace Defense Command, has kicked off its 70-year tradition of tracking Santa Claus on Christmas Eve, with US President Donald Trump joining.": "北美航空航天防卫司令部的诺拉德在圣诞前夕取消了追踪圣诞老人的70年传统,美国总统唐纳德·特朗普也加入了."
}